<?php include "../include/header.php"; ?>

<section class="container">

    <div class="col-10 offset-1 shadow border rounded p-4 mt-5">
        <h5 class="text-primary p-2">مراحل همکاری در برنامه نویسان</h5>
        <p class="p-2">تاپ لرن یک پلتفرم آموزشی در بستر تجارت الکترونیک می باشد که از اساتید با تجربه در این حوزه دعوت به همکاری می نماید.
            <br>
            اگر تمایل دارید در تاپ لرن در زمینه تولید محتوای آموزشی فعالیت نمایید، می توانید از طریق تیکت (در پنل کاربری) با کارشناسان ما در ارتباط باشید.
            <br>
            جهت شروع همکاری به این نکات توجه داشته باشید:
            <br>
            . حداقل سن برای تدریس 18 سال می باشد.
            <br>
            . برای شروع تدریس در تاپ لرن باید یک دوره رایگان (حداقل 3 ساعت) ارائه دهید.
            <br>
            . دوره رایگان شما نباید به صورت نقدی در سایت وجود داشته باشد.
            <br>
            . ویدیوی معرفی دوره باید شامل معرفی خود و معرفی دوره و آنچه که می خواهید در دوره تدریس نمایید باشد.
            <br>
            . کیفیت صدا و تصویر ویدیوها باید مناسب باشد.
            <br>
            توجه داشته باشید، برای دوره های نقدی تعدادی از قسمت های هر دوره به صورت رندم رایگان منتشر می شوند، که تعداد این بخش های رایگان با توجه به زمان دوره تعیین می شود.
            <br>
            لطفا در هنگام ضبط ویدیو به این سه نکته توجه نمایید:
            <br>
            . ابتدای هر جلسه موشن وجود دارد.
            <br>
            . بعد از موشن، ویدیو باید از صفحه اول سایت تاپ لرن یا صفحه دوره شروع شود.
            <br>
            . از ابتدای ویدیو (بعد از موشن) تا انتهای ویدیو لوگوی تاپ لرن باید در پایین گوشه تصویر قرار گیرد.
        </p>
    </div>

</section>

<?php include "../include/footer.php"; ?>